{
  "Delivering Comprehensive Education": "व्यापक शिक्षा प्रदान करना",
  "Our platform offers tailored financial education from basic principles to advanced strategies for underprivileged communities.": "हमारा प्लेटफॉर्म वंचित समुदायों के लिए मूल सिद्धांतों से लेकर उन्नत रणनीतियों तक का अनुकूलित वित्तीय शिक्षा प्रदान करता है।",
  "Promoting Banking Access.": "बैंकिंग एक्सेस को बढ़ावा देना।",
  "Interactive Learning.": "पारस्परिक शिक्षा।",
  "Our user-friendly tools, including quizzes and games, make financial learning engaging and effective.": "हमारे उपयोगकर्ता के प्रिय मित्र हिस्सा, प्रश्नो्तरी और खेल, वित्तीय शिक्षा को आकर्षक और प्रभावी बनाते हैं।",
  "We facilitate access to banking by guiding users on account opening, financial products, and navigating the banking system.": "हम खाता खोलने, वित्तीय उत्पादों पर, और बैंकिंग प्रणाली के द्वारा उपयोगकर्ताओं का मार्गदर्शन करके बैंकिंग तक पहुँच को सुगम बनाते हैं।",
  "Fostering Empowerment.": "शक्तिशाली बनाना।",
  "We empower individuals to make informed financial decisions, breaking the cycle of poverty.": "हम व्यक्तियों को संचालित वित्तीय निर्णय लेने की शक्ति प्रदान करते हैं, गरीबी के चक्र को तोड़ते हैं।",
  "Community Engagement.": "समुदाय में सभागिता।",
  "Our platform fosters a sense of belonging and support through forums and events, creating a stronger community.": "हमारा प्लेटफॉर्म मंच और आयोजनों के माध्यम से समुदाय में सम्मिलन और समर्थन की भावना को बढ़ावा देता है, जो एक मजबूत समुदाय बनाता है।",
  "Announcing our next round of funding.": "हमारे अगले राउंड के लिए फंडिंग की घोषणा करना।",
  "Read more": "और पढ़ें",
  "Empowering Communities Through Financial Education and Banking": "वित्तीय शिक्षा और बैंकिंग के माध्यम से समुदायों को सशक्त बनाना",

  "Access Worldwide.": "विश्वव्यापी पहुंच।",
  "Bridging the Financial Knowledge Gap to Foster Economic Growth.": "आर्थिक विकास को बढ़ावा देने के लिए वित्तीय ज्ञान की कमी को संपादित करना।",
  "Get started": "शुरू हो जाओ",
  "For a volunteer": "एक स्वयंसेवक के लिए",
  "Boost your conversion rate": "अपनी रूपांतरण दर को बढ़ाएं",
  "Illo sint voluptas. Error voluptates culpa eligendi. Hic vel totam vitae illo. Non aliquid explicabo necessitatibus unde. Sed exercitationem placeat consectetur nulla deserunt vel. Iusto corrupti dicta.": "इल्लो सिंट वोलुप्तास। एरर वोलुप्टेस कल्पा एलीगेंदी। हिक वेल टोटम विटा इल्लो। नॉन अलिक्विद एक्स्प्लिकाबो नेकेसिटातिबुस उंदे। सेद एक्सर्सिटेशनेम प्लेसेट कॉन्सेक्टेतुर नुल्ला देसरूंत वेल। ईयुस्तो कोर्रुप्टी दिक्ता।",
  "Mar 16, 2020": "16 मार्च, 2020",
  "Marketing": "मार्केटिंग",
  "Michael Foster": "माइकल फॉस्टर",
  "Co-Founder / CTO": "सह-संस्थापक / सीटीओ",
  "From the blog": "ब्लॉग से",
  "Learn how to grow your business with our expert advice.": "हमारी विशेषज्ञ सलाह के साथ अपने व्यापार को कैसे बढ़ाएं इसे सीखें।",
  "New volunteer annually": "हर वर्ष नए स्वयंसेवक",
  "100": "100",
  "No. of Blogs": "ब्लॉगों की संख्या",
  "New users annually": "हर वर्ष नए उपयोगकर्ता",
  "Product": "उत्पाद",
  "Features": "विशेषताएँ",
  "Marketplace": "विपणन स्थान",
  "Company": "कंपनी",
  "Expense Tracker": "खर्च ट्रैकर",
  "Get a better understanding of your Expenses": "अपने खर्चों की बेहतर समझ प्राप्त करें",
  "Engagement": "बातचीत",
  "Security": "सुरक्षा",
  "Integrations": "एकीकरण",
  "Automations": "स्वचालन",
  "Watch demo": "डेमो देखें",
  "Contact sales": "बिक्री से संपर्क करें",
  "Open main menu": "मुख्य मेनू खोलें",
  "Log in": "लॉग इन करें",
  "Close menu": "मेनू बंद करें",
  "FREQUENTLY ASKED QUESTIONS": "अक्सर पूछे जाने वाले प्रश्न",
  "We here at Shiksha want to simplify things for you. Read some of the frequently asked questions to help you understand more about us.": "हम यहाँ शिक्षा में आपके लिए चीजों को सरल बनाना चाहते हैं। हमारे बारे में और अधिक जानने के लिए कुछ अक्सर पूछे जाने वाले प्रश्न पढ़ें।",
  "If you have any more questions feel free to contact us via email at": "अगर आपके पास कोई और सवाल है तो हमसे ईमेल के माध्यम से संपर्क करने में स्वतंत्र महसूस करें",
  "What is the difference between a checking account and a savings account?": "चेकिंग खाता और बचत खाता के बीच क्या फर्क है?",
  "A checking account is designed for everyday transactions and typically has no or low interest rates. A savings account, on the other hand, is meant for saving money and usually offers higher interest rates but may have limits on withdrawals.": "एक चेकिंग खाता दैनिक लेन-देन के लिए डिज़ाइन किया गया है और आमतौर पर बिना या कम ब्याज दर होती है। दूसरी ओर, एक बचत खाता पैसे बचाने के लिए है और आमतौर पर अधिक ब्याज दर देता है लेकिन निकासी पर सीमा हो सकती है।",
  "How does a credit card work?": "क्रेडिट कार्ड कैसे काम करता है?",
  "What is the concept of 'risk' in investing?": "निवेश में 'जोखिम' की अवधारणा क्या है?",
  "How can I save for retirement?": "मैं पेंशन के लिए कैसे बचत कर सकता/सकती हूँ?",
  "What is the role of a financial planner?": "वित्तीय प्लैनर की भूमिका क्या है?",
  "What is the importance of a good credit score?": "एक अच्छा क्रेडिट स्कोर का महत्व क्या है?",
  "What is the purpose of a personal budget?": "व्यक्तिगत बजट का उद्देश्य क्या है?",
  "How can I protect my financial information online?": "मैं अपनी वित्तीय जानकारी को ऑनलाइन कैसे सुरक्षित रख सकता/सकती हूँ?",
  "What are the different types of insurance policies I should consider?": "मुझे कौन-कौन से बीमा नीतियों का विचार करना चाहिए?",
  "What is a mortgage, and how does it work?": "मोर्टगेज क्या है, और यह कैसे काम करता है?",
  "What is the difference between a traditional IRA and a Roth IRA?": "पारंपरिक आईआरए और रॉथ आईआरए के बीच अंतर क्या है?",
  "How can I start investing with a small amount of money?": "मैं छोटी सी राशि से निवेश कैसे शुरू कर सकता/सकती हूँ?",
  "What is diversification in investment, and why is it important?": "निवेश में पैरोकरीकरण क्या है, और यह महत्वपूर्ण क्यों है?",
  "What is a credit report, and how can I obtain a copy?": "क्रेडिट रिपोर्ट क्या है, और मैं एक प्रति कैसे प्राप्त कर सकता/सकती हूँ?",
  "What is the purpose of a will and estate planning?": "विल और इस्टेट प्लानिंग का उद्देश्य क्या है?",
  "A credit card allows you to borrow money from a bank or credit card issuer to make purchases. You are required to pay back the borrowed amount along with interest, and you have a credit limit, which is the maximum amount you can borrow.": "क्रेडिट कार्ड आपको खरीददारी करने के लिए बैंक या क्रेडिट कार्ड जारीकर्ता से पैसे उधार लेने की अनुमति देता है। आपको उधार लिए गए राशि को ब्याज के साथ वापस करना होता है, और आपके पास क्रेडिट सीमा होती है, जो आप उधार ले सकते हैं की अधिकतम राशि होती है।",
  "Risk in investing refers to the potential for financial loss. Different investments carry different levels of risk. Generally, higher-risk investments have the potential for higher returns, but they also come with a greater chance of losing money.": "निवेश में जोखिम वित्तीय हानि की संभावना को सूचित करता है। विभिन्न निवेशों में भिन्न-भिन्न स्तरों का जोखिम होता है। आमतौर पर, अधिक जोखिम वाले निवेशों में अधिक लाभ की संभावना होती है, लेकिन उनमें पैसे हानि का भी अधिक चांस होता है।",
  "You can save for retirement by contributing to retirement accounts such as a 401(k) or an IRA. These accounts offer tax advantages and allow your money to grow over time. It's important to start saving for retirement early to maximize your savings.": "आप 401(k) या IRA जैसे पेंशन खातों में योगदान करके पेंशन के लिए बचत कर सकते हैं। इन खातों में कर लाभ होता है और आपके पैसे को समय के साथ बढ़ाने की अनुमति देते हैं। पेंशन के लिए बचत करना शुरू करना महत्वपूर्ण है ताकि आपकी बचत को अधिक किया जा सके।",
  "A financial planner provides advice and guidance on various aspects of your financial life, including budgeting, investing, retirement planning, and tax strategies. They help you create a financial plan to achieve your goals.": "एक वित्तीय प्लानर आपके वित्तीय जीवन के विभिन्न पहलुओं पर सलाह और मार्गदर्शन प्रदान करता है, जैसे कि बजट, निवेश, पेंशन योजना और कर रणनीतियाँ। वे आपको अपने लक्ष्य प्राप्त करने के लिए एक वित्तीय योजना बनाने में मदद करते हैं।",
  "A good credit score is crucial because it affects your ability to borrow money, obtain loans, and secure favorable interest rates. Lenders use your credit score to assess your creditworthiness.": "एक अच्छा क्रेडिट स्कोर महत्वपूर्ण है क्योंकि इससे आपकी पैसे उधार लेने, ऋण प्राप्त करने और पसंदीदा ब्याज दरों को सुनिश्चित करने की क्षमता प्रभावित होती है। ऋणदाता आपके क्रेडिट स्कोर को आपकी क्रेडिट पारदर्शिता की मूल्यांकन के लिए उपयोग करते हैं।"
}
